""" notices = [
    (
        "비플페이, 비플식권, 제로페이, 식권, 간식자판기, 복리후생.",
        "공지 제목: 도매꾹 식대 지원 관련 복리후생 간식자판기에서 식권앱으로 변경 안내.",
        "본문: 지난 2년간 시행했던 식대 지원 관련 복리후생이 아래와 같이 변경됩니다.",
        "변경내용: 비플식권(제로페이 가맹 음식점 사용 가능), 2025년 10월 1일부터 적용 (식권 발급 후 사용 가능)",
        "사용방법: 공지사항 내 첨부파일 참조, 매월 개인 계정으로 식권 10만원 충전됨.",
        "복리후생비: 총액: 100,000원; 현 간편식 비용(70,000원): 일 3,300원*21일 = 69,300원 + 개인 복지 비용(15,000원): 총 55,000원 중 차감하여 추가 + 전사 복지 비용(15,000원): 연말 포상 등 공통 복지 비용에서 차감하여 추가 (개인 복지 비용 40,000원으로 변경)",
        "기타 안내: 현재 사용자 세팅 중으로 차주 중 테스트 결과에 따라 추가 사용 조건이 업데이트될 수 있습니다. ",
        "공지사항: https://gng.daouoffice.com/app/board/15899/post/642211"
    ),
] """

notices = [
    """
    노사협의회 근로자위원 연임투표 안내

    우리 회사는 직원 여러분의 의견을 존중하고, 더 나은 근로환경 조성을 위해 노사협의회를 운영하고 있습니다.
    2025년도에 임기가 종료되는 근로자위원의 연임 여부를 결정하기 위한 투표를 우선적으로 진행하고자 하오니, 전 직원의 적극적인 참여를 바랍니다.


    1. 근로자위원 연임투표 진행 안내
    근로자위원의 임기는 2년이며, 연임 여부는 근로자 과반수의 직접·비밀·무기명 투표로 결정합니다.
    이번 투표는 2025년 10월 24일(금) ~ 28일(화)까지 연임 여부에 한해 진행되며, 결과에 따라 해당 위원의 임기 지속이 결정됩니다.

    연임이 부결될 경우 해당 위원의 임기는 종료되며, 이후 보궐위원 선출 절차가 진행됩니다.
    연임 찬반 투표는 다우오피스의 ‘설문조사’ 기능을 통해 온라인으로 진행되며, 전 직원이 익명으로 참여할 수 있습니다.
    다우오피스 내 [설문] 메뉴에서 ‘노사협의회 근로자위원 연임투표’를 선택해 참여해 주시기 바랍니다.

    직원 여러분의 소중한 한 표가 회사의 발전과 협력적 노사문화 조성에 큰 힘이 됩니다.
    많은 관심과 참여를 부탁드립니다.



    설문조사 링크 : https://gng.daouoffice.com/app/survey/list/my
    """,
    """
    크루지원실에서 안내드립니다.



    지난 2년간 시행했던 식대 지원 관련 복리후생(자판기 사용)이 아래와 같이 변경됩니다.



    - 아 래 -



    <복리후생 방식 변경>

    서비스: 비플식권(제로페이 가맹 음식점 사용 가능)

    변경일: 2025년 10월 1일(식권 발급 후 사용 가능)

            * 지급된 간편식 카드는 9/30까지 사용 후 10/1에 조직별로 취합하여 반납

            * 10월부터 컵밥용 자판기 철수(간식용 자판기만 당분간 운영)

    사용방법: 첨부된 비플식권 매뉴얼 참조

                * 식권 및 가맹점 확인, 결제 방법 등

    사용조건: 사용액 - 매월 개인 계정으로 식권 10만원 충전

                사용일 - 영업일(본인 근무일)에 한해 일/주/월 단위로 자유롭게 사용(미사용 잔액 이월 가능 > 불가)

                사용처 - 여의도(백상빌딩 19개, 여의도백화점 30개), 용산 사무실 인근 가맹점(음식점, 편의점 등)에서 사용 가능

                대상자 - 지앤지커머스, 캔버시, 보다플레이 법인의 사무실 근무자(전임, 4시간 근무자, 재택근무자 제외)



    <복리후생비 구성 및 변경>

    = 총액: 100,000원

    + 70,000원(현 간편식 비용): 일 3,300원*21일(25년 평균 영업일 20.25일) = 69,300원

    + 15,000원(개인 복지 비용): 총 55,000원(회식/간식비+사무용품비) 중 차감하여 추가

                                        > 10/1부터 개인 복지 비용 40,000원으로 변경(회식, 간식, 사무용품 구분 없이 사용 가능)

    + 15,000원(전사 복지 비용): 연말 포상 등 공통 복지 비용에서 차감하여 추가



    <수정이력>

    2025년 10월 20일 : 미사용 잔액 이월 불가 및 사용처 관련 내용 수정







    이상 끝
    """,
]