notices = [
    {
        "제목": "도매꾹 식대 지원 관련 복리후생 변경 안내(자판기 -> 식권앱)",
        "본문": "지난 2년간 시행했던 식대 지원 관련 복리후생(자판기 사용)이 아래와 같이 변경됩니다.",
        "변경내용": [
            "서비스: 비플식권(제로페이 가맹 음식점 사용 가능)",
            "변경일: 2025년 10월 1일(식권 발급 후 사용 가능)",
            "사용방법: 첨부된 비플식권 매뉴얼 참조",
            "사용조건: 사용액 - 매월 개인 계정으로 식권 10만원 충전됨",
        ],
        "복리후생비": [
            "총액: 100,000원",
            "현 간편식 비용(70,000원): 일 3,300원*21일 = 69,300원 + 개인 복지 비용(15,000원): 총 55,000원 중 차감하여 추가 + 전사 복지 비용(15,000원): 연말 포상 등 공통 복지 비용에서 차감하여 추가",
            "10/1부터 개인 복지 비용 40,000원으로 변경 "
        ],
        "기타": "현재 사용자 세팅 중으로 차주 중 테스트 결과에 따라 추가 사용 조건이 업데이트될 수 있습니다.",
        "주소": "https://gng.daouoffice.com/app/board/15899/post/642211",
        "키워드": ["비플페이", "비플식권", "식권", "간식자판기", "복리후생"]
    }
]