notices = [
    [
        {"text": "도매꾹 식대 지원 관련 복리후생 변경 안내(자판기 -> 식권앱)"},
        {"text": "지난 2년간 시행했던 식대 지원 관련 복리후생(자판기 사용)이 아래와 같이 변경됩니다."},
        {"text": "<복리후생 방식 변경>"},
        {"text": "서비스: 비플식권(제로페이 가맹 음식점 사용 가능)"},
        {"text": "변경일: 2025년 10월 1일(식권 발급 후 사용 가능)"},
        {"text": "사용방법(식권 및 가맹점 확인, 결제 방법 등): 첨부된 비플식권 매뉴얼 참조"},
        {"text": "사용조건: 사용액 - 매월 개인 계정으로 식권 10만원 충전"},
        {"text": "<복리후생비 구성 및 변경>"},
        {"text": "총액: 100,000원"},
        {"text": "현 간편식 비용(70,000원): 일 3,300원*21일(25년 평균 영업일 20.25일) = 69,300원"},
        {"text": "개인 복지 비용(15,000원): 총 55,000원(회식/간식비+사무용품비) 중 차감하여 추가"},
        {"text": "10/1부터 개인 복지 비용 40,000원으로 변경(회식, 간식, 사무용품 구분 없이 사용 가능)"},
        {"text": "전사 복지 비용(15,000원): 연말 포상 등 공통 복지 비용에서 차감하여 추가"},
        {"text": "현재 사용자 세팅 중으로 차주 중 테스트 결과에 따라 추가 사용 조건이 업데이트될 수 있습니다."},
        {"text": "공지사항 주소: https://gng.daouoffice.com/app/board/15899/post/642211"},
    ]
]